Repository: redrussianarmy/my-notes-app
Catalog: lib/l10n/intl_*.arb
Languages: tr

# login_title
source: Login
tr: Giriş yap

source: Login
tr: Giriş yap

# login_desc
source: Please log in to your account in order to interact with and create notes!
tr: Not oluşturmak için lütfen giriş yapınız!

# login_here
source: Already registered? Login here!
tr: Kaydınız var mı? Buradan giriş yapınız!

source: Log out
tr: Çıkış yap

# dialog_logout_title
source: Log out
tr: Çıkış yap

# dialog_logout_desc
source: Are you sure you want to log out?
tr: Çıkış yapmak istediğinize emin misiniz?

# dialog_password_reset_title
source: Password Reset
tr: Şifre sıfırlama

# dialog_password_reset_desc
source: We have sent you a password reset link. Please check your email for more information.
tr: Şifre sıfırlama linkini gönderdik. Lütfen maillerinizi kontrol ediniz.

# dialog_error_desc
source: An error ocurred
tr: Hata oluştu

# dialog_delete_title
source: Delete
tr: Sil

# dialog_delete_desc
source: Are you sure you want to delete this item?
tr: Bunu silmek istediğinize emin misiniz?

# dialog_share_title
source: Share
tr: Paylaş

# dialog_share_desc
source: You cannot share an empty note!
tr: Boş notu paylaşamazsınız!

# register_title
source: Register
tr: Kayıt ol

source: Register
tr: Kayıt ol

# register_desc
source: Enter your email and password to see your notes!
tr: Notları görebilmek için email adresinizi ve şifrenizi giriniz!

# register_here
source: Not registered yet? Register here!
tr: Kaydınız yok mu? Buradan kayıt yapınız!

# verify_email_title
source: Verify email
tr: Email doğrulama

# verify_email_desc1
source: We've sent you an email verification. Please open it to verify your account.
tr: Doğrulama maili gönderdik. Oradaki linkten mailinizi doğrulayabilirsiniz.

# verify_email_desc2
source: If you haven't received a verification email yet, press the button below
tr: Doğrulama mailini almadıysanız, aşağıdaki linke basınız.

source: Send email verification
tr: Doğrulama maili gönder

source: Restart
tr: Yeniden başlat

source: Cancel
tr: İptal

# yes_capitalized
source: Yes
tr: Evet

# wait_a_moment
source: Please wait a moment
tr: Lütfen bir dakika bekleyiniz

# please_wait_login
source: Please wait while I log you in
tr: Lütfen bekleyiniz

# forgot_password_title
source: Forgot Password
tr: Şifremi unuttum

# forgot_password
source: I forgot my password
tr: Şifremi unuttum

# forgot_password_desc
source: If you forgot your password, simply enter your email and we will send you a password reset link.
tr: Şifrenizi unuttuysanız, mail adresinizi giriniz. Size şifre sıfırlama maili göndereceğiz.

source: Send me password reset link
tr: Şifre sıfırlama linki gönder

source: Back to login page
tr: Giriş sayfasına dön

# email_placeholder
source: Enter your email here
tr: Email adresinizi giriniz

# password_placeholder
source: Enter your password here
tr: Şifrenizi giriniz

# cannot_find_user
source: Cannot find a user with the entered credentials!
tr: Girilen bilgilere ait kullanıcı bulunamadı

source: Wrong credentials
tr: Yanlış bilgiler

source: Authentication error
tr: Doğrulama hatası

source: Weak password
tr: Zayıf şifre

source: Email is already in use
tr: Bu email kullanılmaktadır

source: Failed to register
tr: Kayıt başarısız

source: Invalid email
tr: Hatalı email

# not_process_your_request
source: We could not process your request. Please make sure that you are a registered user, or if not, register a user now by going back one step.
tr: Şu an istediğinizi yerine getiremiyoruz. Kaydınız olduğundan emin olunuz. Eğer kaydınız yoksa geri dönüp kayıt olunuz.

# new_note_title
source: New Note
tr: Yeni Not

# type_note_placeholder
source: Start typing your note...
tr: Notunuzu yazmaya başlayanız...

# notes_title
source: My Notes
tr: Notlarım
